<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="css/style.css">
    <title>Academy</title>
</head>

<body>
    <header>
        <div class="container">
            <div class="header">
                <div class="header__logo">
                    <img src="img/logo.png" alt="logo">
                </div>
                <nav>
                    <ul>
                        <li><a href="">О школе</a></li>
                        <li><a href="">Группы</a></li>
                        <li><a href="">Тренеры</a></li>
                        <li><a href="">Расписание</a></li>
                        <li><a href="">Контакты</a></li>
                    </ul>
                </nav>
                <button id="modal-button">Вход/Регистрация</button>
            </div>

        </div>
    </header>

    <main>
        <section class="hero">
            <div class="hero__content">
                <h1>Детская академия <br> футбола валерия <br> кечинова</h1>
                <p>Ведется набор от 5 до 15 лет.</p>
                <p>Пробная тренировка бесплатно.</p>
                <button>Записаться</button>
            </div>
        </section>

        <section class="about">

            <div class="about__features">
                <div class="about__card">
                    <img src="img/football_ball.svg" alt="изображение мяча">
                    <div class="about__card_text">
                        <h3>Тренерский состав</h3>
                        <p>
                            Квалифицированный тренерский штаб нашей футбольной школы имеет не только спортивное, но и
                            педагогическое образование</p>
                    </div>
                </div>
                <div class="about__card">
                    <img src="img/football_camo.svg" alt="иконка лагеря">
                    <div class="about__card_text">
                        <h3>Футбольные сборы и лагеря</h3>
                        <p>
                            Школа футбола «Академия спорта» регулярно проводит клубные футбольные сборы .Также работает
                            летний лагерь</p>
                    </div>
                </div>
                <div class="about__card">
                    <img src="img/journall.svg" alt="иконка журнала">
                    <div class="about__card_text">
                        <h3>Индивидуальные тренировки</h3>
                        <p>
                            Специалисты нашей детской школы футбола с удовольствием помогут каждому улучшить технические
                            навыки индивидуально</p>
                    </div>
                </div>
            </div>

            <h2 class="about__title">О школе</h2>
            <p class="about__text">Футбол которому обучает академия основывается на двух правилах: своевременный умный
                дриблинг, точный и
                удобный пас.</p>
            <div class="about__info">
                <img src="img/about_image.jpg" alt="about">
                <div class="about__info_text">
                    <p>В тренировочном процессе футболистов используются самые разнообразные средства и методы, с
                        помощью которых совершенствуются основные физические качества и технико-тактическое мастерство
                        спортсменов:</p>
                    <ul>
                        <li>-развитие точности удара;</li>
                        <li>-развитие быстроты;</li>
                        <li>-развитие силы и скоростно-силовых качеств;</li>
                        <li>-развитие общей выносливости.</li>
                    </ul>
                </div>
            </div>
        </section>

        <section class="coaches">
            <h2>Наши тренеры</h2>
            <div class="coaches__cards">
                <div class="coaches__card">
                    <img src="img/coach1.png" alt="coach">
                    <h3>Куваев Дмитрий Анатольевич</h3>
                    <p>Кандидат в мастера спорта.</p>
                    <p>Игровая карьера - ФК "Булат", ФК "Локомотив" (СПБ), ФК "Газовик", ФК "Уралмаш", ФК "Камаз", ФК
                        "Северсталь", ФК "Спартак" (КС) с 1992 по 2004 гг.</p>
                    <p>Образование: Оренбургский Государственный Университет (Тренер-преподаватель). "Центр по
                        подготовке детско-юношеских тренеров по футболу имени К. И. Бескова" (Программа профессиональной
                        переподготовки "Тренер по футболу")</p>
                    <p>Набор детей в возрасте от 5 до 6 и от 9 до 10.</p>
                </div>
                <div class="coaches__card">
                    <img src="img/coach2.png" alt="coach">
                    <h3>Антонов Алексей Сергеевич</h3>
                    <p>Кандидат в мастера спорта.</p>
                    <p>Игровая карьера - ФК "Северсталь", ФК "Аппатит", ФК "Череповец"./p>
                    <p>Образование: Череповецкий Государственный Университет (Тренер-преподаватель), ИНЖЭКОН (Менеджмент
                        физической культуры и спорта).</p>
                    <p>Тренерская лицензия категории "С".</p>
                    <p>С 2009 года детский тренер.</p>
                </div>
        </section>

        <section class="founder">
            <h2>Основатель Академии</h2>
            <div class="founder__card">
                <img src="img/main_teacher.png" alt="main coach">
                <h3>Кечинов Валерий Викторович</h3>
                <p>Чемпион России по футболу: 1993, 1994, 1996, 1997, 1999, 2000</p>
                <p>Обладатель кубка по футболу: 1993/94</p>
                <p>Тренерская лицензия категории “А”</p>
                <p>Формирование стратегии развития академии в соответствии с тенденциями развития современного футбола.
                </p>
                <p>Отбор и развитие перспективных футболистов старшего детского возраста, создание условий для их
                    перехода во взрослый футбол.
                </p>

            </div>
        </section>

        <section class="schedule">
            <h2>Расписание тренировок</h2>
            <div class="schedule__grid">
                <div class="schedule__grid_1"> U-6 (2018/2019) - 2 ГРУППЫ: <br />
                    ВТОРНИК 10:00–19:00 <br>
                    ПЯТНИЦА 18:00–19:00</div>
                <div class="schedule__grid_2">U-8 (2016/2017) - 3 ГРУППЫ:

                    1 ГРУППА:
                    ВТОРНИК, СРЕДА, ПЯТНИЦА 15:00
                    2 ГРУППА:
                    ПОНЕДЕЛЬНИК, СРЕДА, ЧЕТВЕРГ 19:00
                    3 ГРУППА:
                    ВТОРНИК, ПЯТНИЦА 19:00 </div>
                <div class="schedule__grid_3">U-10 (2014/2015) - 3 ГРУППЫ:

                    1 ГРУППА:
                    ПОНЕДЕЛЬНИК, ВТОРНИК, ЧЕТВЕРГ 15:00
                    СУББОТА 09:00
                    2 ГРУППА:
                    ПОНЕДЕЛЬНИК, ЧЕТВЕРГ 16:30
                    СРЕДА 10:00
                    ПЯТНИЦА 15:00
                    3 ГРУППА:
                    ПОНЕДЕЛЬНИК, ЧЕТВЕРГ 10:30
                    СРЕДА 16:00 </div>
                <div class="schedule__grid_4"> <img src="img/logo_big.png" alt="logo"></div>
                <div class="schedule__grid_5"> УТРЕННЯЯ ГРУППА:

                    9:30
                    ПОНЕДЕЛЬНИК, СРЕДА, ПЯТНИЦА
                    8:00
                    ПОНЕДЕЛЬНИК, СРЕДА, ПЯТНИЦА</div>
                <div class="schedule__grid_6"> НАЧАЛКА (2019/2020) - 2 ГРУППЫ:

                    ПОНЕДЕЛЬНИК, ЧЕТВЕРГ 18:00
                    ПОНЕДЕЛЬНИК, ЧЕТВЕРГ 19:00</div>
                <div class="schedule__grid_7"> U-12 (2012/2013) - 3 ГРУППЫ:

                    1 ГРУППА:
                    ПОНЕДЕЛЬНИК, ВТОРНИК 16:00
                    ЧЕТВЕРГ, ПЯТНИЦА 16:00
                    2 ГРУППА:
                    ПОНЕДЕЛЬНИК, ВТОРНИК, ЧЕТВЕРГ 17:30
                    3 ГРУППА:
                    СРЕДА, ПЯТНИЦА 17:30</div>
                <div class="schedule__grid_8"> МОЛОДЁЖКА (2008–2011):
                    ПОНЕДЕЛЬНИК, ЧЕТВЕРГ 18:00
                    ВТОРНИК, ПЯТНИЦА 16:30</div>
            </div>

        </section>

        <section class="subscription">
            <h2>Цены на абонемент</h2>
            <div class="subscription__wrapper">
                <table class="subscription__table">
                    <thead>
                        <tr>
                            <th>Название</th>
                            <th>Количество тренировок</th>
                            <th>Цена</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>Пробная тренировка</td>
                            <td>1</td>
                            <td>Бесплатно</td>
                        </tr>
                        <tr>
                            <td>Абонемент «2 занятия в неделю»</td>
                            <td>8</td>
                            <td>2200 ₽</td>
                        </tr>
                        <tr>
                            <td>U-10 (2014/2015)</td>
                            <td>4</td>
                            <td>2000 ₽</td>
                        </tr>
                        <tr>
                            <td>Утренняя группа</td>
                            <td>3</td>
                            <td>1200 ₽</td>
                        </tr>
                        <tr>
                            <td>Началка (2019/2020)</td>
                            <td>2</td>
                            <td>1000 ₽</td>
                        </tr>
                        <tr>
                            <td>U-12 (2012/2013)</td>
                            <td>3</td>
                            <td>1500 ₽</td>
                        </tr>
                        <tr>
                            <td>Молодёжка (2008–2011)</td>
                            <td>4</td>
                            <td>2000 ₽</td>
                        </tr>
                    </tbody>
                </table>
                <div class="subscription__img">
                    <img src="img/price_list_photo.png" alt="price list">
                </div>
            </div>
            <p>«2 занятия в неделю» - 5-8 тренировок в месяц, «3 занятия  в неделю» - 9-12 тренировок в месяц, «4
                занятия в неделю» -13 -16 тренировок в месяц.
            </p>
        </section>


    </main>
</body>

</html>